#language:ru
Свойство: добавление и удаление товара из корзины

  @Cart
  Сценарий: Пользователь добавляет товар в корзину, затем удаляет его
    * он открывает приложение в браузере
    * открывается страница "Главная страница"
    * он (выбирает категорию) "Rubber Ducks"
#    * открывается страница "Авторизация"
#    * он (вводит логин и пароль из настроек)
#    * он (нажимает кнопку 'Войти')
#    * открывается страница "Входящие"
#    * он (проверяет свое имя на странице)
#    * он (нажимает выход)
#    * открывается страница "Главная страница"
#    * закрывает браузер