#language:ru
Свойство: : логин пользователя

  @Login
  Сценарий: Приходит пользователь валидным именем и паролем.
    * он открывает приложение в браузере
    * открывается страница "Главная страница"
    * он (нажимаем кнопку Войти в почту)
#    * открывается страница "Авторизация"
#    * он (вводит логин и пароль из настроек)
#    * он (нажимает кнопку 'Войти')
#    * открывается страница "Входящие"
#    * он (проверяет свое имя на странице)
#    * он (нажимает выход)
#    * открывается страница "Главная страница"
